[
  {
    "client_name": "Ananya Rao",
    "date": "2026-01-05",
    "meeting_type": "Call",
    "duration": 35,
    "note": "First conversation via referral. Client based in Bengaluru, India; resident. Prefers WhatsApp over calls; okay for quick calls on weekday evenings; language English. Married with one child (~6); spouse involved in big decisions. Works in IT as a Product Director at a mid/large tech company; income largely stable salary plus annual bonus; approx 50L–1Cr. Monthly expenses roughly 2–5L; investable surplus 1–3L and wants more discipline. Emergency buffer about 3–6 months (not fully sure). Has a home loan; EMI manageable; did not share outstanding yet. Primary goals are child education and long-term wealth creation (10y+ horizons). No immediate large liquidity needs; may upgrade car in 12–18 months but not committed. Prefers SIP plus occasional lump sum; comfortable with equity and mutual funds with some debt for stability; dislikes complicated products and long lock-ins unless clearly justified; high tax sensitivity. Past experience with a bank RM felt pushy (NFOs/insurance); wants transparency and fewer products. Wants clean summaries with charts and short writeups; decision speed medium and needs spouse buy-in. Risk behavior: held through 2020 drawdown without selling; self-described moderate pending questionnaire. PAN/KYC not shared in first call but open to share later. Next follow-up planned for 2026-01-08 to send risk questionnaire, request PAN, map current holdings at high level, and propose a starter SIP framework."
  },
  {
    "client_name": "Ritesh Malhotra",
    "date": "2026-01-04",
    "meeting_type": "In-person",
    "duration": 60,
    "note": "Inbound lead met in person. Client based in Delhi NCR; resident. Prefers calls and dislikes long WhatsApp threads; prefers mornings; language Hindi/English mix. Married with two dependents (kids in middle school) and supports parents in a joint family setup. Owns a manufacturing/distribution SME; income 2Cr+ but variable and seasonal; primary income from business, secondary some rent. Expects a commercial property sale in 3–6 months and wants to plan deployment without locking everything up. Liquidity needs within 12 months due to working-capital cycles; wants flexibility. Expenses 5L+; investable surplus inconsistent (good vs lean months). Emergency buffer under 3 months as cash kept in business. Has business loan and credit cards; did not disclose exact numbers yet but says manageable. Goals: preserve capital for part of corpus and grow long-term; mentions possible kids’ foreign education but not decided. Explicitly wants no lock-ins and no ULIPs; open to bonds/FDs for parking and some equity but wants to avoid volatility surprises; interested in gold as a hedge; international exposure maybe later. Trust concerns: currently has CA and local advisor and feels advice is fragmented; wants one-point accountability but will test trust first. Decisioning: quick if trust is built; wants simple summaries, not long decks; prefers ad-hoc touchpoints only when needed. KYC in progress; PAN to be shared via assistant; tax residency India. Next follow-up planned for 2026-01-06 to create a three-bucket plan (parking/near-term flexible/long-term growth), confirm approximate liability structure, and start KYC checklist."
  },
  {
    "client_name": "Farah Khan",
    "date": "2026-01-03",
    "meeting_type": "Video",
    "duration": 45,
    "note": "First video call after meeting at an event. Client currently in Dubai (UAE) and is an NRI. Prefers email for official documentation and WhatsApp for quick coordination; prefers weekends or late evenings IST; language English. Married, no kids yet; considering starting a family next year. Works in a professional law/consulting role in a BFSI-adjacent setting; stable income ~1–2Cr equivalent. Potential move back to India in ~12 months (not final) and considering home purchase after relocation. Liquidity horizon 1–3 years for down payment and relocation costs. Keeps 6–12 months emergency buffer; monthly expenses 2–5L; investable surplus 1–3L; no major liabilities mentioned. Goals: home purchase plus long-term wealth creation with accessibility for relocation. Prefers SIP discipline but wants flexible contributions; prefers mutual funds plus bonds/FDs; wants to avoid anything that complicates NRI compliance. High tax sensitivity; specifically asked about taxation differences, repatriation, and documentation. Past issue with overseas advisor churning funds; wants low churn and clear rationale. Decision style is data-heavy with scenarios and assumptions; slower decision speed and wants time to read. Self-described conservative but held equity through 2022 without panic; wants formal risk questionnaire alignment. Will share PAN later and wants clear NRI document checklist; tax residency abroad (UAE). Next follow-up planned for 2026-01-10 to send NRI checklist, risk questionnaire, and propose a 12–24 month liquidity-first plan for a return-to-India scenario."
  },
  {
    "client_name": "Vikram Iyer",
    "date": "2026-01-02",
    "meeting_type": "Call",
    "duration": 50,
    "note": "First formal profiling call (existing social relationship). Client based in Mumbai; resident. Prefers WhatsApp for quick pings and calls for decisions; prefers afternoons. Married; spouse is a co-decision-maker for large allocations. Self-employed/business owner in real estate (development and leasing); income 2Cr+ but lumpy/deal-based. Expects potential large inflow from a project exit in ~6–9 months (not guaranteed) and wants options lined up early. Expenses 5L+; surplus varies; says emergency buffer is ample but did not quantify; keeps cash and liquid funds. Has multiple liabilities including project loans; did not want details on first call; says manageable. Goals include wealth creation and creating passive income streams; curious about succession structuring but not urgent. Comfortable with lock-ins if compensated; open to AIF/PMS and select structured ideas but wants transparency and no opaque terms; moderate-to-high interest in international exposure. Wants to avoid traditional insurance pitches. Prefers large selective lump sums (25L+); SIP not relevant. Decisioning: wants RM to curate and provide a crisp thesis; fast decisions if trust is high. Switching from previous advisor due to perceived in-house product pushing. Risk behavior: tends to add during drawdowns; dislikes surprises from hidden liquidity or terms. PAN/KYC not shared today; will share via office; KYC not started formally. Next follow-up planned for 2026-01-07 to explain AIF/PMS basics and term-sheet red flags, begin KYC, and confirm liquidity preference bands and constraints."
  },
  {
    "client_name": "Meera Patel",
    "date": "2026-01-01",
    "meeting_type": "Call",
    "duration": 30,
    "note": "First call after cold outreach conversion. Client based in Pune; resident. Prefers calls and uses WhatsApp only for confirmations; prefers mornings; language Marathi/English. Widowed with one adult child abroad; child is consulted but not primary decision-maker. Retired (former government/education administration); income from pension and interest; estimated annual income 10–25L based on description. Monthly expenses in <50k–1L range; small investable surplus 25k–50k plus an existing corpus in bank FDs. Very conservative with 12+ months emergency buffer; no liabilities. Primary goals are capital preservation and monthly income comfort; also wants to earmark funds for travel/visits. High liquidity preference and does not want lock-ins. Product preference leans to FDs/bonds and conservative funds; open to mutual funds if explained simply; no ESG preference and no international exposure desired. Very trust-sensitive due to past mis-sold insurance; skeptical of market-linked products; needs education and very small first step. Needs basics on mutual funds, risk, and reading statements; prefers simple summaries and slow decision pace. Risk behavior: previously exited equity quickly during volatility; formal risk questionnaire should be handled gently. PAN/KYC status unknown; she will check and send; KYC not started. Next follow-up planned for 2026-01-09 to explain 2–3 low-risk options (FD ladder, short-duration debt, conservative hybrid), request basic KYC documents, and propose a tiny pilot allocation to build comfort."
  },
  {
    "client_name": "Arjun Deshmukh",
    "date": "2026-01-06",
    "meeting_type": "Video",
    "duration": 55,
    "note": "First detailed profiling call after intro at a golf event. Client based in Hyderabad; resident. Prefers WhatsApp voice notes and video calls; flexible on timing but prefers post-7pm; language English/Telugu. Married with two teenagers; spouse handles household finances but defers investment decisions. Works as CTO at a Series-C funded startup; income 1.5–2Cr including ESOPs; base salary stable but ESOP value fluctuates significantly. Personal interests: avid golfer (plays every weekend at Boulder Hills, handicap 12); collects vintage watches (mentioned Omega and JLC pieces); recently started wine collecting after a Tuscany trip. Interested in potentially investing in wine funds or fractional collectibles if legitimate options exist; asked about watch investment funds. Financial interests: very keen on tech and startup investments; wants allocation to VC/angel deals or startup-focused AIFs; interested in US tech stocks (mentioned wanting exposure to AI/semiconductor sector); curious about crypto but cautious after 2022 losses. Current portfolio heavily equity-skewed; has direct stocks picked himself (mostly IT and pharma); no debt allocation; considers gold old-fashioned. Wants to build a diversified portfolio but struggles to sell winners; tends to average down on losers. Goals: ESOP liquidity event planning (potential IPO in 2–3 years); kids' foreign education (US universities, 5–6 year horizon); eventually wants a vacation home in Goa or Coorg. Risk appetite high but spouse is conservative; needs a plan that balances both. Past advisor was a friend who gave casual tips; wants professional structure now. PAN shared; KYC pending. Next follow-up planned for 2026-01-12 to discuss ESOP taxation and diversification strategy, explore AIF options with startup exposure, and create a goals-based bucket plan."
  },
  {
    "client_name": "Priya Venkataraman",
    "date": "2026-01-08",
    "meeting_type": "In-person",
    "duration": 75,
    "note": "Detailed first meeting at her art gallery. Client based in Chennai; resident. Prefers email for documentation and in-person meetings for discussions; available weekday afternoons; language English/Tamil. Single, no dependents; has elderly parents she supports financially. Runs a contemporary art gallery and is also an art consultant; income variable 75L–1.5Cr depending on sales and commissions; lumpy cash flows aligned with exhibition cycles and auctions. Personal interests: deeply passionate about contemporary Indian art (collects works by Atul Dodiya, Jitish Kallat, younger artists); practices Bharatanatyam; involved in heritage conservation NGO; travels frequently for art fairs (Art Basel, India Art Fair, Kochi Biennale). Financial interests: wants to formalize art as an asset class in her portfolio; asked about art investment funds and whether auction records can count toward net worth documentation; interested in impact investing and ESG-focused funds particularly in sustainability and women-led enterprises; curious about green bonds. Current investments are haphazard: some mutual funds started by father years ago (doesn't know which ones), PPF, and a lot of cash in savings account. Wants to understand her full picture before making new decisions. Goals: build a corpus for gallery expansion (3-year horizon); create a charitable trust for arts education (long-term); personal retirement security (15+ year horizon); wants art collection to be part of estate planning. Dislikes aggressive sales tactics; previous bank RM tried to sell her insurance bundled with loans. Wants an advisor who understands creative professionals and irregular income. Risk tolerance moderate; comfortable with equity but wants alignment with values. PAN/KYC not yet shared; will send after reviewing privacy policy. Next follow-up planned for 2026-01-15 to map existing investments, discuss SIP strategy for irregular income, explore ESG/impact fund options, and outline basics of art asset documentation."
  }
]